tap "homebrew/cask-fonts"
tap "nikolaeu/numi"
tap "oven-sh/bun"
tap "powershell/tap"
tap "romkatv/powerlevel10k"
tap "samtay/tui"
brew "bat"
brew "bottom"
brew "libpng"
brew "cmake"
brew "cmatrix"
brew "erdtree"
brew "eza"
brew "fd"
brew "figlet"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gopls"
brew "openjdk"
brew "gradle"
brew "htop"
brew "jpeg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lima"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "midnight-commander"
brew "minikube"
brew "mysql"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nushell"
brew "nvm"
brew "pkgconf"
brew "poetry"
brew "powerlevel10k"
brew "pure"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "telnet"
brew "tmux"
brew "toilet"
brew "tokei"
brew "tree"
brew "wget"
brew "xclip"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "nikolaeu/numi/numi-cli"
brew "oven-sh/bun/bun"
brew "powershell/tap/powershell"
brew "samtay/tui/tetris"
cask "amethyst"
cask "fig"
cask "font-iosevka"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "insomnia"
cask "jordanbaird-ice"
cask "orbstack"
cask "qbittorrent"
cask "raycast"
